Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Control browser proxy settings
am: የአሳሽ የእጅ አዙር ቅንብሮችን ይቆጣጠሩ
ar: التحكم بإعدادات الوسيط للمتصفح
ast: Controlar la configuración del proxy del restolador
az: Səyyah proksi tənzimləmələrini idarə etmək
be: Кіраванне наладамі проксі браўзера
bg: Управление на настройките на мрежовия посредник
bn: ব্রাউজারের প্রক্সি সেটিংস নিয়ন্ত্রণ করুন
br: Reoliañ arventennoù proksi ar merdeer
bs: Kontroliše proxy postavke u browseru
ca: Controlar els paràmetres de servidor intermediari del navegador
ceb: i-Control ang mga browser proxy setting
co: Cuntrollà i parametri proxy di u navigatore
cs: Změnit nastavení proxy
cy: Rheoli gosodiadau dirprwyol porwr
da: Kontrollere browserens proxy-indstillinger
de: Proxy-Einstellungen des Browsers ändern
dsb: Proksy-nastajenja wobglědowaka kontrolěrowaś
el: Έλεγχος ρυθμίσεων διαμεσολαβητή προγράμματος περιήγησης
eo: Regi retperantajn agordoj por retumilo
es: Controlar la configuración proxy del navegador
es_ar: Controlar la configuración del proxy del navegador
es_cl: Controla los ajustes de proxy del navegador
es_mx: Controlar la configuración proxy del navegador
et: brauseri puhverserveri sätete haldamine
eu: Nabigatzailearen proxy-ezarpenak kontrolatzea
fa: واپایش تنظیمات پیشکار مرورگر
ff: Yiil teelte proksi wanngorde
fi: Hallitse selaimen välityspalvelinasetuksia
fil: Kontrolin ang mga browser proxy setting
fr: Contrôler les paramètres proxy du navigateur
fur: Controlâ lis impostazions dal proxy dal navigadôr
fy_nl: Browserproxyynstellingen beheare
ga_ie: Socruithe seachfhreastalaí a rialú
gd: roghainnean progsaidh a’ bhrabhsair a stiùireadh
gl: Controlar a configuración do proxy do navegador
gn: Eñangareko kundaha proxy ñemboheko rehe
gu_in: બ્રાઉઝર પ્રોક્સી સેટિંગ્સ નિયંત્રિત કરો
he: שליטה בהגדרות המתווך של הדפדפן
hi_in: ब्राउज़र प्रॉक्सी सेटिंग्स नियंत्रित करें
hr: Upravljaj proxy postavkama preglednika
hsb: Proksynastajenja wobhladowaka kontrolować
hu: Böngésző proxy beállítások vezérlése
hy_am: Կառավարել դիտարկիչի պրոքսի կարգավորումները
ia: Controlar le parametros del proxy del navigator
id: Mengendalikan setelan proksi peramban
is: Stjórna stillingum fyrir milliþjóna
it: Controllare le impostazioni relative ai proxy
ja: ブラウザーのプロキシー設定の制御
ka: ბრაუზერის პროქსის პარამეტრების მართვა
kab: Senqed iɣewwaṛen n upṛuksi n yiminig
kk: Браузердің прокси баптауларын басқару
km: គ្រប់គ្រងការកំណត់ប្រូកស៊ីកម្មវិធីរុករកតាមអ៊ីនធឺណិត
kn: ವೀಕ್ಷಕ ಪ್ರಾಕ್ಸಿ ಸಿದ್ದತೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ
ko: 브라우저 프록시 설정 제어
ku: Kontrolkirina eyarên proxya gerokê
lij: Contròlla e inpostaçioin do proxy
lo: ຄວບຄຸມການຕັ້ງຄ່າພັອກຊີຂອງບຣາວເຊີ
lt: Valdyti naršyklės įgaliotojo serverio nuostatas
ml: ബ്രൌസറിന്റെ പ്രോക്സി ക്രമീകരണങ്ങള്‍ നിയന്ത്രിക്കുക
mr: ब्राउझर प्रॉक्सी सेटिंग संचालित करा
my: ဘရောင်ဇာ၏ ပရောက်ဇီအပြင်အဆင်များကို ထိန်းချုပ်ပါ
nb_no: Kontrollere proxy-innstillinger for nettleser
ne_np: ब्राउजरको प्रोक्सी सेटिङ्गहरू नियन्त्रण गर्नुहोस्
nl: Browserproxyinstellingen beheren
nn_no: Kontrollere proxy-innstillingar for nettlesar
oc: Contrarotlar los paramètres proxy del navegador
pa_arab_pk: پراکسی سیٹنگاں نوں بدلݨا
pa_guru_in: ਕੰਟਰੋਲਰ ਬਰਾਊਜ਼ਰ ਪਰਾਕਸੀ ਸੈਟਿੰਗਾਂ
pl: Kontrolowanie ustawień proxy przeglądarki
pt_br: Controlar configurações de proxy do navegador
pt_pt: Controlar as definições de proxy do navegador
rm: Controllar ils parameters da proxy dal navigatur
ro: Să controleze setările proxy ale browserului
ru: Контроль настроек прокси в браузере
sat: ᱵᱽᱨᱟᱣᱩᱡᱟᱹᱨ ᱯᱨᱚᱠᱥᱤ ᱥᱟᱡᱟᱣ ᱠᱚ ᱥᱟᱢᱲᱟᱣ ᱢᱮ
sc: Controllare sa cunfiguratzione de serbidore intermediàriu
scn: Cuntrullari i mpustazzioni dû proxy dû navicaturi
si: අතිරික්සුවේ ප්‍රතියුක්ත සැකසුම් පාලනය
sk: Kontrola nad nastavením proxy
sl: nadzor nad nastavitvami posrednika
sq: Të kontrollojë rregullime ndërmjetësi te shfletuesi
sr: Управљајте прокси поставкама прегледача
su: Atur setélan proksi panyungsi
sv_se: Kontrollera proxyinställningar för webbläsare
szl: Kōntrolowanie nasztalowań proxy przeglōndarki
ta: உலாவி பதிலி அமைப்புகளைக் கட்டுப்படுத்த
te: విహారిణి ప్రాక్సీ అమరికలను నియంత్రించడం
tg: Идора кардани танзимоти прокси браузер
th: ควบคุมการตั้งค่าพร็อกซีของเบราว์เซอร์
tr: Tarayıcının vekil sunucu ayarlarını yönetme
tt: Браузерның прокси көйләүләре белән идарә итү
ug: توركۆرگۈ ۋاكالەتچى تەڭشىكىنى باشقۇرۇش
uk: Керування налаштуваннями проксі браузера
ur: برائوزر کی پراکسی سیٹنگز کو کنٹرول کریں
uz: Brauzer proksi sozlamalarini boshqarish
vec: Controƚare ƚe inpostasioni reƚative a i proxy
vi: Kiểm soát cài đặt proxy của trình duyệt
yo: Ṣàkóso asojú àwọn ètò bíráwúsà
zh_hans: 控制浏览器的代理设置
zh_hant: 控制瀏覽器代理伺服器設定

source: Display notifications to you
am: ማሳወቂያዎችን ለእርስዎ ያሳይ
ar: عرض الإشعارات
ast: Amosate avisos
az: Bildirişləri sizə göstərmək
be: Паказваць вам абвесткі
bg: Показване на известия
bn: আপনাকে নোটিফিকেশন দেখাবে
br: Skrammañ rebuzadurioù evidoc’h
bs: Prikazuje vam obavještenja
ca: Mostrar-vos notificacions
ceb: Ipakita ang mga pahibalo kanimo
ckb: پیشاندنای ئاگانامە بۆ تۆ
co: Affissavvi nutificazioni
cs: Zobrazovat vám oznámení
cy: Dangos hysbysiadau i chi
da: Vise meddelelser
de: Benachrichtigungen anzeigen
dsb: Powěźeńki na was pokazaś
el: Εμφάνιση ειδοποιήσεων σε εσάς
eo: Montri sciigojn al vi
es: Mostrarte notificaciones
es_ar: Mostrarme notificaciones
es_cl: Mostrarte notificaciones
es_mx: Mostrarte notificaciones
et: teavituste kuvamine
eu: Zuri jakinarazpenak bistaratzea
fa: نمایش آگاه‌سازی‌ها برای شما
ff: Hollat tintine maa
fi: Näytä ilmoituksia sinulle
fil: Ipakita sayo ang mga abiso
fr: Vous afficher des notifications
fur: Visualizâ notifichis
fy_nl: Notifikaasjes werjaan
ga_ie: Fógraí a thaispeáint duit
gd: brathan a shealltainn dhut
gl: Mostrarlle notificacións
gn: Ehechauka ñemomarandu
gu_in: તમને સૂચનાઓ પ્રદર્શિત કરો
he: הצגת התרעות
hi_in: आपको अधिसूचना प्रदर्शित करें
hr: Prikaži obavijesti
hsb: Zdźělenki na was pokazać
hu: Értesítések megjelenítése
hy_am: Ցուցադրել ծանուցումները
ia: Monstrar te le notificationes
id: Menampilkan notifikasi untuk Anda
is: Birta þér tilkynningar
it: Visualizzare notifiche
ja: 通知の表示
ka: შეტყობინებების ჩვენება
kab: Ad k-d-isken ilɣa
kk: Сізге хабарламаларды көрсету
km: បង្ហាញការជូនដំណឹងដល់អ្នក
kn: ನಿಮಗೆ ಅಧಿಸೂಚನೆಗಳನ್ನು ತೋರಿಸಿ
ko: 알림을 표시
ku: Danezanan ji te re nîşan bide
lij: Fanni vedde notifiche
lo: ສະແດງການແຈ້ງເຕືອນໃຫ້ທ່ານ
lt: Rodyti pranešimus jums
ml: അറിയിപ്പുകൾ പ്രദർശിപ്പിക്കുക
mr: आपल्याला सूचना दर्शवा
my: သင့်အတွက် သတိပေးချက်များ ပြပေးမည်
nb_no: Vise deg varsler
ne_np: तपाईँको लागि सूचना प्रदर्शन गर्नुहोस्
nl: Notificaties weergeven
nn_no: Vise deg varsel
oc: Vos mostrar de notificacions
pa_arab_pk: تینوں اطلاع ویکھݨے
pa_guru_in: ਤੁਹਾਡੇ ਲਈ ਦਿਖਾਉਣ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ
pl: Wyświetlanie powiadomień
pt_br: Exibir notificações para você
pt_pt: Mostrar notificações
rm: Ta mussar communicaziuns
ro: Să îți afișeze notificări
ru: Показ вам уведомлений
sat: ᱤᱛᱞᱟᱹᱭ ᱠᱚ ᱩᱫᱩᱜ ᱟᱢᱟᱭ
sc: Ammustrare notìficas
scn: Mustràriti abbisi
si: ඔබට දැනුම්දීම් පෙන්වන්න
sk: Zobrazovať upozornenia
sl: prikazovanje obvestil
sq: T’ju shfaqë njoftime
sr: Покажите обавештења
su: Némbongkeun iber ka anjeun
sv_se: Visa meddelanden till dig
szl: Pokazowanie ci powiadōmiyń
ta: உங்களுக்கு அறிவிப்புகளைக் காட்ட
te: మీకు గమనింపులను చూపించడం
tg: Намоиш додани огоҳномаҳо ба шумо
th: แสดงผลการแจ้งเตือนให้คุณ
tok: ona li ken mu tawa sina
tr: Size bildirim gösterme
tt: Сезгә искәртүләр күрсәтү
ug: سىزگە ئۇقتۇرۇشنى كۆرسىتىدۇ
uk: Показ сповіщень
ur: اطلاعات کی آپ کو نمائش کریں
uz: Bildirishnomalar sizga chiqadi
vec: Vixualixare notifeghe
vi: Hiển thị thông báo cho bạn
yo: Ṣe àfihàn àwọn ìwífúnni sí ọ
zh_hans: 向您显示通知
zh_hant: 向您顯示通知

source: Download and run AI models on your device
am: የ AI ሞዴሎችን በመሣሪያዎ ላይ ያውርዱ እና ያሂዱ
ar: تنزيل نماذج الذكاء الاصطناعي وتشغيلها على جهازك
ast: Baxar modelos d'IA y executalos nel preséu
be: Сцягваць і запускаць мадэлі ШІ на вашай прыладзе
bg: Изтеглете и използвайте модели за AI на устройството
br: Pellgargañ hag erounit patromoù NA war ho trevnad
bs: Preuzmite i pokrenite AI modele na svom uređaju
ca: Baixar i executar models d’IA al dispositiu
co: Scaricà è eseguisce mudelli d’IA nant’à u vostru apparechju
cs: Stahovat a spouštět modely AI na zařízení
cy: Llwythwch i lawr a rhedeg modelau AI ar eich dyfais
da: Hente og køre AI-modeller på din enhed
de: Laden Sie KI-Modelle herunter und führen Sie diese auf Ihrem Gerät aus
dsb: Ześěgniśo a wuwjeźćo Modele KI na swójom rěźe
el: Λήψη και εκτέλεση μοντέλων ΤΝ στη συσκευή
eo: Elŝuti kaj ruli modelon de AI en via aparato
es: Descargar y ejecutar modelos de IA en tu dispositivo
es_ar: Descargá y ejecutá modelos de IA en tu dispositivo
es_cl: Descarga y ejecuta modelos de IA en tu dispositivo
es_mx: Descargar y ejecutar modelos de IA en tu dispositivo
et: Laadi alla ja käivita seadmes tehisaru mudelid
eu: Deskargatu eta exekutatu AA modeloak zure gailuan
fa: دریافت و اجرای مدل‌های هوش مصنوعی بر روی دستگاه شما
fi: Lataa ja suorita AI-malleja laitteellasi
fil: Mag-download at magpatakbo ng mga AI model sa iyong device
fr: Télécharger et exécuter des modèles d’IA sur votre appareil
fur: Discjariâ e eseguî modei di inteligjence artificiâl sul to dispositîf
fy_nl: AI-modellen downloade en op jo apparaat útfiere
gd: Modailean AI a luchdadh a-nuas is a ruith air an uidheam agad
gl: Descarga e executa modelos de IA no teu dispositivo
gn: Emboguejy ha emongu’e IA rehegua ne mba’e’okápe
he: הורדה והרצת מודולי AI במכשיר שלך
hr: Preuzmi i pokreni UI modele na tvom uređaju
hsb: Sćehńće a wuwjedźće Modele KI na swojim graće
hu: MI modellek letöltése és futtatása az eszközön
hy_am: Ներբեռնեք և գործարկեք AI մոդելները ձեր սարքում
ia: Discargar e exequer modellos de IA sur tu apparato
id: Unduh dan jalankan model AI di perangkat Anda
is: Sæktu og keyrðu gervigreindarlíkön á tækinu þínu
it: Scaricare ed eseguire modelli di intelligenza artificiale sul dispositivo
ja: ユーザーの端末で AI モデルのダウンロードと実行
ka: ხელოვნური გონის მოდელების მოწყობილობაზე ჩამოტვირთვა და გაშვება
kab: Sader syen selkem timudamin AI ɣef yibenk-ik
kk: Құрылғыңызға AI модельдерін жүктеп алыңыз және орындаңыз
km: ទាញយក និងដំណើរការគំរូ AI នៅលើឧបករណ៍របស់អ្នក
ko: 기기에 AI 모델을 다운로드 및 실행
ku: Modelên AI`ê bar bike ser cîhaza xwe û bixebitîne
lo: ດາວໂຫຼດ ແລະ ເປີດໃຊ້ໂມເດວ AI ໃນອຸປະກອນຂອງທ່ານ
ml: താങ്ങളുടെ ഉപകരണത്തിൽ നിർമിതബുദ്ധിമാതൃക പ്രവർത്തനപ്പിക്കുക
nb_no: Last ned og kjør AI-modeller på enheten din
nl: AI-modellen downloaden en op uw apparaat uitvoeren
nn_no: Last ned og køyr KI-modellar på eininga di
oc: Telecargar e executar de modèls d’IA sus vòstre aparelh
pa_guru_in: AI ਮਾਡਲਾਂ ਨੂੰ ਆਪਣੇ ਡਿਵਾਈਸ ਉੱਤੇ ਡਾਊਨਲੋਡ ਕਰਕੇ ਚਲਾਓ
pl: Pobieranie i uruchamianie modeli sztucznej inteligencji na urządzeniu użytkownika
pt_br: Baixar e executar modelos de inteligência artificial em seu dispositivo
pt_pt: Transferir e executar modelos de IA no seu dispositivo
rm: Telechargiar ed exequir models IA sin l’apparat
ro: Să descarce și să ruleze modele AI pe dispozitivul tău
ru: Скачайте и запускайте ИИ-модели на вашем устройстве
sat: ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ AI ᱢᱚᱰᱮᱞ ᱠᱚ ᱰᱟᱣᱱᱞᱳᱰ ᱢᱮ ᱟᱨ ᱪᱟᱹᱞᱩᱭ ᱢᱮ
sc: Iscàrriga e esecuta modellos de IA in su dispositivu tuo
scn: Scarricari e abbiari mudeḍḍi NA nnô to dispusitivu
sk: Sťahovať a spúšťať modely AI na zariadení
sl: Prenesite in uporabljajte modele z umetno inteligenco na svoji napravi
sq: Shkarkoni dhe xhironi modele IA në pajisjen tuaj
sr: Преузмите и покрените AI моделе на вашем уређају
sv_se: Ladda ner och kör AI-modeller på din enhet
tg: Моделҳои зеҳни сунъӣ «AI»-ро боргирӣ кунед ва дар дастгоҳи худ иҷро намоед
th: ดาวน์โหลดและรันโมเดล AI บนอุปกรณ์ของคุณ
tr: Yapay zekâ modellerini indirip cihazınızda çalıştırma
ug: سۈنئىي ئەقىل مودېلىنى ئۈسكۈنىڭىزگە چۈشۈرۈپ ئىجرا قىلىڭ
uk: Завантаження і запуск моделей ШІ на вашому пристрої
vi: Tải xuống và chạy các mô hình AI trên thiết bị của bạn
zh_hans: 下载 AI 模型到您的设备并运行
zh_hant: 下載 AI 模型，並在您的裝置上執行

source: Download files and read and modify the browser’s download history
am: ፋይሎችን ያውርዱ እና የአሳሹን የማውረድ ታሪክ ያንብቡ እና ያሻሽሉ
ar: نزّل الملفات واقرأ وعدّل سِجل تنزيلات المتصفّح
ast: Baxar ficheros y lleer y modificar l'historial de descargues del restolador
az: Faylları endirmək və səyyahın endirmə tarixçəsini oxumaq və dəyişdirmək
be: Сцягванне файлаў, прагляд і змяненне гісторыі сцягванняў браўзера
bg: Изтегляне на файлове, четене и промяна историята на изтеглянията
bn: ফাইলগুলি ডাউনলোড করুন এবং ব্রাউজারের ডাউনলোডের ইতিহাস পড়ুন এবং সংশোধন করুন
br: Pellgargañ restroù, lenn ha kemmañ roll istor pellgargadennoù ar merdeer
bs: Preuzima fajlove, čita i uređuje historiju preuzimanja u browseru
ca: Baixar els fitxers i modificar l’historial de baixades del navegador
ceb: Kuhaa ang mga file ug basaha ug usba ang download history sa browser
co: Scaricà schedarii, è leghje è mudificà a cronolugia di i scaricamenti di u navigatore
cs: Stahovat soubory a číst a upravovat historii stahování prohlížeče
cy: Llwytho ffeiliau i lawr a darllen a newid hanes llwytho i lawr y porwr
da: Hente filer, samt læse og ændre browserens filhentningshistorik
de: Dateien herunterladen und die Download-Chronik lesen und verändern
dsb: Ześěgniśo dataje a cytajśo a změńśo ześěgnjeńsku historiju swójogo wobglědowaka
el: Λήψη αρχείων και ανάγνωση/τροποποίηση ιστορικού λήψεων του προγράμματος περιήγησης
eo: Elŝuti dosierojn, legi kaj modifi la elŝutan historion de la retumilo
es: Descargar archivos y leer y modificar el historial de descargas del navegador
es_ar: Descargar archivos y leer o modificar el historial de descargas del navegador
es_cl: Descargar archivos y leer y modificar el historial de descargas del navegador
es_mx: Descargar archivos y leer y modificar el historial de descargas del navegador
et: failide allalaadimine ja allalaaditud failide ajaloo vaatamine ning muutmine
eu: Fitxategiak deskargatzea eta nabigatzailearen deskarga-historia irakurri eta aldatzea
fa: دریافت پرونده‌های تاریخچه دریافت ها و تنظیم و خواندن آن ها
ff: Awto piille, njanngaa etee mbaylaa aslol wanngorde ndee
fi: Lataa tiedostoja sekä lue ja muokkaa selaimen lataushistoriaa
fil: Mag-download ng mga file at basahin at baguhin ang kasaysayan ng mga download ng browser
fr: Télécharger des fichiers, et consulter et modifier l’historique des téléchargements du navigateur
fur: Discjariâ files, lei e modificâ la cronologjie dai discjamâts dal navigadôr
fy_nl: Bestannen downloade en downloadskiednis fan de browser lêze en oanpasse
ga_ie: Comhaid a íoslódáil, agus stair na n-íoslódálacha a léamh agus a athrú
gd: faidhlichean a luchdadh a-nuas agus eachdraidh nan luchdaidhean a-nuas aig a’ bhrabhsair a leughadh is atharrachadh
gl: Descargar ficheiros e ler e modificar o historial de descargas do navegador
gn: Emboguejy marandurenda, emoñe’ẽ ha emoambue kundahára ñemboguejy rembiasakue
gu_in: ફાઇલો ડાઉનલોડ કરો અને બ્રાઉઝરનો ડાઉનલોડ ઇતિહાસ વાંચો અને સંશોધિત કરો
he: הורדת קבצים, קריאה ועריכת היסטוריית ההורדות של הדפדפן
hi_in: फाइलों को डाउनलोड करें और ब्राउज़र के डाउनलोड इतिहास को देखें और संशोधित करें
hr: Preuzmi datoteke i pročitaj i promijeni povijest preuzimanja preglednika
hsb: Sćehńće dataje a čitajće a změńće sćehnjensku historiju swojeho wobhladowaka
hu: Fájlok letöltése, valamint a letöltési előzmények olvasása és módosítása
hy_am: Ներբեռնեք ֆայլեր և կարդացեք ու փոփոխեք դիտարկիչի ներբեռնումների պատմությունը
ia: Discargar files e leger e modificar le chronologia de discargamentos del navigator
id: Unduh berkas dan baca serta ubah riwayat unduhan peramban
is: Sækja skrár og skoða og breyta niðurhalsferli vafrans
it: Scaricare file, leggere e modificare la cronologia di download del browser
ja: ファイルのダウンロードおよびブラウザーのダウンロード履歴の読み取りと変更
ka: ფაილების ჩამოტვირთვა, ჩამოტვირთვების ნახვა და შეცვლა
kab: Sader-d ifuyla, ɣeṛ daɣen beddel amazray n usader deg iminig
kk: Файлдарды жүктеп алу және браузердің жүктеп алулар тарихын түзету
km: ទាញយកឯកសារ និងអាន និងកែប្រែប្រវត្តិទាញយករបស់កម្មវិធីរុករកតាមអ៊ីនធឺណិត
kn: ಕಡತಗಳನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ವೀಕ್ಷಕದ ಡೌನ್ಲೋಡ್ ಇತಿಹಾಸವನ್ನು ಓದಿ ಮತ್ತು ಮಾರ್ಪಡಿಸಿ
ko: 파일을 다운로드하고 브라우저의 다운로드 기록을 읽고 수정
ku: Dosyeyan daxîne, raboriya gerokê bixwîne û biguherîne
lij: Scarega file e lezi e cangia a stöia di descaregamenti
lo: ດາວໂຫລດໄຟລ ແລະ ອ່ານ ແລະ ແກ້ໄຂປະຫວັດການດາວໂຫລດຂອງບຣາວເຊີ
lt: Atsiųsti failus bei skaityti ir keisti naršyklės atsiuntimų žurnalą
ml: ഫയലുകൾ ഇറക്കിവയ്ക്കുകയും അന്വേഷിയന്ത്രത്തിന്റെ ഇറക്കിവയ്ക്കൽ നാൾവഴി വായിക്കുകയും പരിഷ്ക്കരിക്കുകയും ചെയ്യുക
mr: फाईल डाउनलोड करा आणि ब्राउझरचा डाउनलोड इतिहास वाचून बदल करा
my: ဖိုင်များကို ဆွဲယူရန်၊ ဘရောင်ဇာ၏ ဆွဲယူမှတ်တမ်းကို ဖတ်ရန်နှင့် ပြင်ဆင်ရန်
nb_no: Laste ned filer og lese og endre nettleserens nedlastingslogg
ne_np: फाईलहरू डाउनलोड गर्नुहोस् र ब्राउजरको डाउनलोड ईतिहास पढ्नुहोस् र परिमार्जन गर्नुहोस्
nl: Bestanden downloaden en downloadgeschiedenis van de browser lezen en aanpassen
nn_no: Laste ned filer og lese og endre nedlastingsloggen til nettlesaren
oc: Telecargar de fichièrs, consultar e modificar l’istoric dels telecargaments del navigator
om: Faayiloota buufachuu fi seenaa buufachuun biraawzarii dubbisaa fooyyessaa
pa_arab_pk: فائلاں ڈاؤں‌لوڈ کرنا، تے اوہدی تاریخ نوں پڑھنا تے بدلݨا
pa_guru_in: ਫ਼ਾਈਲਾਂ ਡਾਊਨਲੋਡ ਕਰਨ ਅਤੇ ਬਰਾਊਜ਼ਰ ਦੇ ਡਾਊਨਲੋਡ ਅਤੀਤ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਸੋਧਣ
pl: Pobieranie plików i odczytywanie oraz zmienianie historii pobieranych plików
pt_br: Baixar arquivos, ler e modificar o histórico de downloads do navegador
pt_pt: Transferir ficheiros, ler e modificar o histórico de transferências do navegador
rm: Telechargiar datotecas e leger e modifitgar la cronologia da telechargiadas dal navigatur
ro: Să descarce fișiere și să citească sau să modifice istoricul descărcărilor din browser
ru: Скачивание файлов, чтение и изменение истории скачиваний браузера
sat: ᱨᱮᱫ ᱰᱟᱣᱱᱞᱚᱰ ᱢᱮ ᱟᱨ ᱯᱟᱲᱦᱟᱣ ᱢᱮ ᱟᱨ ᱵᱽᱨᱟᱣᱩᱡᱤᱝ ᱰᱟᱣᱱᱞᱚᱰ ᱦᱤᱛᱟᱹᱞ ᱵᱚᱫᱚᱞ ᱢᱮ
sc: Iscarrigare archìvios e lèghere e modificare sa cronologia de iscarrigamentos de su navigadore
scn: Scàrricari prichi e lèggiri e canciari a crunuluggìa dî scarricamenti dû navicaturi
si: ගොනු බාගැනීම සහ අතිරික්සුවේ බාගැනීම් ඉතිහාසය කියවීම, වෙනස් කිරීම
sk: Sťahovať súbory a čítať a upravovať históriu stiahnutých súborov
sl: prenašanje datotek ter branje in spreminjanje zgodovine prenosov
sq: Të shkarkojë kartela dhe të lexojë dhe ndryshojë historikun e shkarkimeve të shfletuesit
sr: Преузмите датотеке и прочитајте и измените историју преузимања
su: Undeur berkas sarta baca jeung ropéa jujutan undeur panyungsi
sv_se: Hämta filer, läsa och ändra webbläsarens nedladdningshistorik
szl: Pobiyranie zbiorōw i czytanie a zmiynianie historyje pobiyranio z tyj przeglōndarki
ta: கோப்புகளைப் பதிவிறக்க உலாவியின் பதிவிறக்க வரலாற்றைப் படிக்க மாற்ற
te: ఫైళ్లను దించుకోవడం, విహారిణి దింపుకోలు చరిత్రను చూడడం సవరించడం
tg: Боргирӣ кардани файлҳо, хондан ва тағйир додани таърихи боргириҳои браузер
th: ดาวน์โหลดไฟล์และอ่านและเปลี่ยนแปลงประวัติการดาวน์โหลดของเบราว์เซอร์
tok: ona li ken jo e lipu li ken ante e jo pi tenpo pini
tr: Dosya indirme, tarayıcının indirme geçmişini okuma ve değiştirme
tt: Файлларны йөкләп алу һәм браузерның йөкләү тарихын уку һәм үзгәртү
ug: ھۆججەت چۈشۈرىدۇ ھەمدە توركۆرگۈنىڭ چۈشۈرۈش تارىخىنى ئوقۇپ ۋە ئۆزگەرتىدۇ
uk: Завантаження файлів, читання і зміна історії завантажень браузера
ur: مسل کو ڈاؤن لوڈ کریں اور پڑھیں اور براؤزرکے سابقات میں ترمیم کریں‪
uz: Fayllarni yuklab olish, oʻqish va brauzerning yuklanmalar tarixini oʻzgartirish
vec: Scargare file, ƚexere e modìfegare ƚa cronoƚogìa de download de el browser
vi: Tải về các tập tin và chỉnh sửa lịch sử tải về của trình duyệt
yo: Ṣé ìgbàsílẹ̀ àwọn fáìlì kí o kà á kí o sì ṣàtúnṣe àwọn ìtàn bíráwúsà
zh_hans: 下载文件和读写浏览器的下载历史
zh_hant: 下載檔案、讀取或修改瀏覽器的下載紀錄
